Workspace/OpenFOAM-v1812-AD/tutorials/multiphase/interFoam/laminar/sloshingCylinder/Allrun
#!/bin/sh
cd ${0%/*} || exit 1                        # Run from this directory
. $WM_PROJECT_DIR/bin/tools/RunFunctions    # Tutorial run functions

runApplication blockMesh
runApplication snappyHexMesh -overwrite
cp 0/alpha.water.orig 0/alpha.water
runApplication setFields
runApplication $(getApplication)

#------------------------------------------------------------------------------
